[XComGame.UIArmory_Loadout]
[UIArmory_Loadout]

m_strInventoryLabels[eInvSlot_AugmentationHead]=ГОЛОВА
m_strInventoryLabels[eInvSlot_AugmentationTorso]=ТОРС
m_strInventoryLabels[eInvSlot_AugmentationArms]=РУКИ
m_strInventoryLabels[eInvSlot_AugmentationLegs]=НОГИ

;--------------------------------------------------
;----------------- Item Templates -----------------
;--------------------------------------------------
[AugmentationHead_Base_CV X2EquipmentTemplate]
FriendlyName="<font color='#00e0d5'><b>Кибернетический череп</b></font>"
FriendlyNamePlural="<font color='#00e0d5'><b>Кибернетические черепа</b></font>"
BriefSummary="Стандартная модель кибернетического черепа"
TacticalText="Усиленная защита от критических ранений."

[AugmentationTorso_Base_CV X2EquipmentTemplate]
FriendlyName="<font color='#00e0d5'><b>Кибернетический торс</b></font>"
FriendlyNamePlural="<font color='#00e0d5'><b>Кибернетические торсы</b></font>"
BriefSummary="Стандартная модель кибернетического торса"
TacticalText="Усиливает броню и предоставляет дополнительный слот для жилета."

[AugmentationArms_Base_CV X2WeaponTemplate]
FriendlyName="<font color='#00e0d5'><b>Кибернетические руки</b></font>"
FriendlyNamePlural="<font color='#00e0d5'><b>Кибернетические руки</b></font>"
BriefSummary="Стандартная модель кибернетических рук"
TacticalText="Увеличивает сопротивляемость урону и предоставляет бойцам возможность сражаться в рукопашном бою благодаря увеличенной силе."

[AugmentationLegs_Base_CV X2EquipmentTemplate]
FriendlyName="<font color='#00e0d5'><b>Кибернетические ноги</b></font>"
FriendlyNamePlural="<font color='#00e0d5'><b>Кибернетические ноги</b></font>"
BriefSummary="Стандартная модель кибернетических ног"
TacticalText="Позволяет бежать со сверхчеловеческой скоростью на короткие дистанции."

[AugmentationArms_Grapple_MG X2WeaponTemplate]
FriendlyName="<font color='#0064e0'><b>Кибернетический модуль захвата</b></font>"
FriendlyNamePlural="<font color='#0064e0'><b>Кибернетические модули захвата</b></font>"
BriefSummary="Кибернетическая рука с интегрированным модулем захвата"
TacticalText="Стандартная кибер-рука с интегрированным модулем захвата."

[AugmentationArms_Claws_MG X2PairedWeaponTemplate]
FriendlyName="<font color='#0064e0'><b>Кибер-когти</b></font>"
FriendlyNamePlural="<font color='#0064e0'><b>Кибер-когти</b></font>"
BriefSummary="Кибернетическая рука с интегрированными извлекаемыми лезвиями"
TacticalText="Стандартная кибер-рука с тремя встроенными извлекаемыми элериевыми лезвиями."
AbilityDescName="Кибер-когти"

[AugmentationTorso_NanoCoating_MG X2EquipmentTemplate]
FriendlyName="<font color='#0064e0'><b>Торс с нанопокрытием MK1</b></font>"
FriendlyNamePlural="<font color='#0064e0'><b>Торсы с нанопокрытием MK1</b></font>"
BriefSummary="Экспериментальный кибернетический торс с нанопокрытием"
TacticalText="Это стандартная модель кибернетического торса с новейшим покрытием нанитами, которые в случае получения урона немедленно начинают восстановление повреждений."

;[AugmentationTorso_BodyCompartment_MG X2ArmorTemplate]
;FriendlyName="<font color='#0064e0'><b>Грудной отсек</b></font>"
;FriendlyNamePlural="<font color='#0064e0'><b>Грудные отсеки</b></font>"
;BriefSummary="Разблокирует дополнительный вспомогательную ячейку для предметов"
;TacticalText=" "

[AugmentationLegs_JumpModule_MG X2EquipmentTemplate]
FriendlyName="<font color='#0064e0'><b>Прыжковый модуль МК1</b></font>"
FriendlyNamePlural="<font color='#0064e0'><b>Прыжковые модули МК1</b></font>"
BriefSummary="Экспериментальные кибернетические ноги с интегрированными прыжковыми модулями"
TacticalText="Кибернетические ноги с интегрированными кинетическими прыжковыми модулями, имеющие в своей конструкции выращенные в лаборатории миомерные волокна для повышения мобильности."

[AugmentationHead_NeuralGunlink_MG X2EquipmentTemplate]
FriendlyName="<font color='#0064e0'><b>Нейронная связь</b></font>"
FriendlyNamePlural="<font color='#0064e0'><b>Нейронные связи</b></font>"
BriefSummary="Кибернетический череп с нейронной связью"
TacticalText="Проецирует данные о цели и оружии непосредственно на сетчатку глаза."

[AugmentationHead_WeakpointAnalyzer_MG X2EquipmentTemplate]
FriendlyName="<font color='#0064e0'><b>Анализатор уязвимостей МК1</b></font>"
FriendlyNamePlural="<font color='#0064e0'><b>Анализаторы уязвимостей МК1</b></font>"
BriefSummary="Кибернетический череп с интегрированной экспертной системой"
TacticalText="Самообучающаяся экспертная система по анатомии и броне пришельцев проецирует их уязвимости прямо на сетчатку глаза."

[AugmentationLegs_Muscles_MG X2EquipmentTemplate]
FriendlyName="<font color='#0064e0'><b>Кибернетические мышцы</b></font>"
FriendlyNamePlural="<font color='#0064e0'><b>Кибернетические мышцы</b></font>"
BriefSummary="Выращенные в лаборатории волокна миомера, вживленные в ноги субъекта, позволяют повысить общую силу"
TacticalText="Позволяет переносить на себе более тяжелое снаряжения на заданиях. Снижает штрафы к мобильности от тяжелого оружия на 15%."

[AugmentationLegs_JumpModule_BM X2EquipmentTemplate]
FriendlyName="<font color='#d142f4'><b>Прыжковый модуль МК2</b></font>"
FriendlyNamePlural="<font color='#d142f4'><b>Прыжковые модули МК2</b></font>"
BriefSummary="Следующее поколение прыжковых модулей ног, имеющие те же недостатки своего экспериментального предшественника"
TacticalText="Кибернетические ноги с интегрированными кинетическими прыжковыми модулями, имеющие в своей конструкции созданные в лаборатории миомерные волокна для повышения мобильности."

[AugmentationLegs_SilentRunners_BM X2EquipmentTemplate]
FriendlyName="<font color='#d142f4'><b>Тихие бегуны</b></font>"
FriendlyNamePlural="<font color='#d142f4'><b>Тихие бегуны</b></font>"
BriefSummary="Комбинация оптического камуфляжа и механического гашения звука."
TacticalText="Кибернетические ноги, которые выводят скрытность наших бойцов на новый уровень."

[AugmentationHead_NeuralTacticalProcessor_BM X2EquipmentTemplate]
FriendlyName="<font color='#d142f4'><b>Тактический процессор</b></font>"
FriendlyNamePlural="<font color='#d142f4'><b>Тактические процессоры</b></font>"
BriefSummary="Передовые технологии тактического ИИ интегрированы в созданный нами кибернетический череп."
TacticalText="Информация о цели и полной выборки команд в сочетании с экспертной системой обработки данных в реальном времени позволит нашему бойцу практически не промахиваться."

[AugmentationArms_Launcher_BM X2WeaponTemplate]
FriendlyName="<font color='#d142f4'><b>Пусковая установка на запястье</b></font>"
FriendlyNamePlural="<font color='#d142f4'><b>Пусковые установки на запястьях</b></font>"
BriefSummary="Усиленная кибернетическая рука с модулем тяжелого вооружения."
TacticalText="Модуль предоставляет точку крепления для тяжелого вооружения без необходимости в неповоротливой силовой броне."

[AugmentationTorso_NanoCoating_BM X2EquipmentTemplate]
FriendlyName="<font color='#d142f4'><b>Торс с нанопокрытием МК2</b></font>"
FriendlyNamePlural="<font color='#d142f4'><b>Торсы с нанопокрытием МК2</b></font>"
BriefSummary="Пересмотренный и улучшенный кибернетический торс с нанопокрытием"
TacticalText="Эта усиленная модель кибернетического торса, созданная из новейшего сплава материалов, покрыта новейшими нанитами, которые в случае получения урона немедленно начинают восстановление повреждений."

[AugmentationHead_WeakpointAnalyzer_BM X2EquipmentTemplate]
FriendlyName="<font color='#d142f4'><b>Анализатор уязвимостей МК2</b></font>"
FriendlyNamePlural="<font color='#d142f4'><b>Анализаторы уязвимостей МК2</b></font>"
BriefSummary="Улучшенный анализатор уязвимостей с полным обновлением программного обеспечения и встроенного ПО, а также более быстрыми нанопроцессорами"
TacticalText="Самообучающаяся экспертная система по анатомии и броне пришельцев проецирует их уязвимости прямо на сетчатку глаза."


;--------------------------------------------------
;----------------- Abilities ----------------------
;--------------------------------------------------

[CyberJumpMKOne X2AbilityTemplate]
LocFriendlyName="Прыжковый модуль МК1"
LocLongDescription="Прыжковые модули предоставляют +2 к мобильности, +15 к уклонению и способность запрыгивать на здания."
LocHelpText="Прыжковые модули повышают мобильность наших бойцов на боевых заданиях"
LocFlyOverText="Прыжковый модуль МК1" 

[CyberJumpMKTwo X2AbilityTemplate]
LocFriendlyName="Прыжковый модуль МК2"
LocLongDescription="Прыжковые модули предоставляют +3 к мобильности, +25 к уклонению и способность запрыгивать на здания."
LocHelpText="Прыжковые модули повышают мобильность наших бойцов на боевых заданиях"
LocFlyOverText="Прыжковый модуль МК2" 

[ClawsSlash X2AbilityTemplate]
LocFriendlyName="Удар когтями"
LocLongDescription="Удар в рукопашной, который не завершает ход, если у вас остались очки действия."
LocHelpText="Удар в рукопашной, который не завершает ход, если у вас остались очки действия."
LocFlyOverText="Удар когтями"

[CyberPunch X2AbilityTemplate]
LocFriendlyName="Аугмент-удар"
LocLongDescription="Кибернетически усиленный удар, который дезориентирует и отбрасывает цель назад."
LocHelpText="Кибернетически усиленный удар"
LocFlyOverText="Аугмент-удар"

[AugmentedSpeed X2AbilityTemplate]
LocFriendlyName="Аугмент-скорость"
LocLongDescription="Кибернетические ноги позволяющие вашим солдатам временно увеличить скорость передвижения. При активации получает дополнительное действие, которое может быть потрачено на движение. Перезарядка <Ability:SelfCooldown> ход(а)."
LocHelpText="Временно увеличить скорость передвижения."
LocFlyOverText="Аугмент-скорость"

[AugmentedHead X2AbilityTemplate]
LocFriendlyName="Твердолобый"
LocFlyOverText="Твердолобый"
LocLongDescription="Враги имеют -50 к шансу критических попаданий против вас."
LocHelpText="ВВраги имеют -50 к шансу критических попаданий против вас."

[AugmentedShield X2AbilityTemplate]
LocFriendlyName="Абляционная броня"
LocFlyOverText="Абляционная броня"
LocLongDescription="Абляционная броня предоставляет вам 2 ед. щита."
LocHelpText="Абляционная броня предоставляет вам 2 ед. щита."

[NanoCoatingMK1 X2AbilityTemplate]
LocFriendlyName="Нанопокрытие самовосстановления"
LocFlyOverText="Нанопокрытие самовосстановления"
LocLongDescription="Предоставляет 3 ед. щита, который в случае повреждений восстанавливает 1 ед. за ход, до максимума в 3 ед."
LocHelpText="Предоставляет 3 ед. щита, который в случае повреждений восстанавливает 1 ед. за ход, до максимума в 3 ед."

[NanoCoatingMK2 X2AbilityTemplate]
LocFriendlyName="Нанопокрытие самовосстановления"
LocFlyOverText="Нанопокрытие самовосстановления"
LocLongDescription="Предоставляет 6 ед. щита, который в случае повреждений восстанавливает 2 ед. за ход, до максимума в 6 ед."
LocHelpText="Предоставляет 6 ед. щита, который в случае повреждений восстанавливает 2 ед. за ход, до максимума в 6 ед."

[WeakpointAnalyzerMK1 X2AbilityTemplate]
LocFriendlyName="Анализатор уязвимостей"
LocFlyOverText="Анализаторы уязвимостей"
LocLongDescription="Проецирующий данные вскрытия, кибернетический протез головы. Предоставляет +1 ед. критического урона, пробивает дополнительно +1 ед. брони, а также даёт +10% к шансу критического попадания по вскрытым ранее целям."
LocHelpText="Проецирующий данные вскрытия кибернетический протез головы. Предоставляет +1 ед. критического урона, пробивает дополнительно +1 ед. брони, а также даёт +10% к шансу критического попадания по вскрытым ранее целям."

[WeakpointAnalyzerMK2 X2AbilityTemplate]
LocFriendlyName="Улучшенный анализатор уязвимостей"
LocFlyOverText="Усовершенствованные анализаторы уязвимостей"
LocLongDescription="Проецирующий данные вскрытия, кибернетический протез головы. Предоставляет +2 ед. критического урона, пробивает дополнительно +2 ед. брони, а также даёт +20% к шансу критического попадания по вскрытым ранее целям."
LocHelpText="Проецирующий данные вскрытия кибернетический протез головы. Предоставляет +2 ед. критического урона, пробивает дополнительно +2 ед. брони, а также даёт +20% к шансу критического попадания по вскрытым ранее целям."

[ExMachina X2AbilityTemplate]
LocFriendlyName="Бог из машины"
LocFlyOverText="Бог из машины"
LocLongDescription="При полной аугментации солдат становится невосприимчивым к огню, взрывам, яду и кислоте, а любой входящий урон снижается на 33%. Недостатком является то, что боец впадает в ярость при ранении из-за психической нестабильности."
LocHelpText="При полной аугментации солдат становится невосприимчивым к огню, взрывам, яду и кислоте, а любой входящий урон снижается на 33%. Недостатком является то, что боец впадает в ярость при ранении из-за психической нестабильности."

[NeuralGunLink X2AbilityTemplate]
LocFriendlyName="Кибернетическая нейронная связь"
LocFlyOverText="Кибернетическая нейронная связь"
LocLongDescription="Нейронная связь повышает меткость на +10."
LocHelpText="Нейронная связь повышает меткость на +10."

[NeuralTacticalProcessor X2AbilityTemplate]
LocFriendlyName="Тактический процессор"
LocFlyOverText="Тактический процессор"
LocLongDescription="Тактический процессор повышает меткость на +10 и дополнительно предоставляет +3 к меткости за каждого члена отряда, который видит цель."
LocHelpText="Тактический процессор повышает меткость на +10 и дополнительно предоставляет +3 к меткости за каждого члена отряда, который видит цель."

[AugmentationHeavyWeapon X2AbilityTemplate]
LocFriendlyName="Модуль тяжелого вооружения"
LocFlyOverText="Модуль тяжелого вооружения"
LocLongDescription="Предоставляет слот для тяжелого оружия."
LocHelpText="Предоставляет слот для тяжелого оружия."

[SyntheticArmMuscles X2AbilityTemplate]
LocFriendlyName="Кибернетические мышцы"
LocFlyOverText="Кибернетические мышцы"
LocLongDescription="Кибернетические мышцы повышают рукопашный урон на +2 ед."
LocHelpText="Кибернетические мышцы повышают рукопашный урон на +2 ед."

;--------------------------------------------------
;----------------- Tech Templates -----------------
;--------------------------------------------------
[Augmentations X2TechTemplate]
DisplayName="Кибернетика"
Summary="У найденных на боевых заданиях оперативников \"Адвента\", при вскрытии обнаружились обширные хирургические модификации. Мы считаем, что если у нас будет время и достаточно материала для изучения, мы сможем понять функции этих модификаций и, возможно, воспроизвести их для использования нашими агентами."
CodeName="Леонардо"
LongDescription="У каждого бойца \"Адвента\", при вскрытии обнаружились дополнительные значительные изменениями. Некоторые из этих изменений являются биологическими, некоторые включают в себя имплантацию механических устройств. В итоге большинство боевых единиц \"Адвента\" часто имеют целый ряд полезных боевых улучшений. К счастью, на данный момент мы придумали множество способов, которые позволят нам продолжить исследования, не прибегая к вскрытию дополнительных трупов инопланетян. Тем не менее, для начала следующего шага нам понадобятся добровольцы, готовые перенести операцию, или люди, у которых ранее были ампутированы конечности или органы чувств. После этого мы сможем добиться ощутимых улучшений в анатомии человека. Покойный доктор Шень зашифровал и сохранил в центральном компьютере несколько файлов, которые могут пригодиться, для того, чтобы мы могли сделать наших бойцов такими, какими они могли бы быть. Р. Тайган."

[AugmentationTorso X2TechTemplate]
DisplayName="<font color='#00e0d5'><b>Кибернетический торс</b></font>"
Summary="Модификация всего туловища, органы перемещены и модифицированы там, где это необходимо. Торс усилен бронепокрытием, также в него встроены отсеки для снаряжения. Если не требуется серьезная модификация или оригинальный дизайн, то кибернетизированное туловище легко спрятать под обычной рубашкой."
LongDescription="Модификация всего туловища, органы перемещены и модифицированы там, где это необходимо. Торс усилен бронепокрытием, также в него встроены отсеки для снаряжения. Если не требуется серьезная модификация или оригинальный дизайн, то кибернетизированное туловище легко спрятать под обычной рубашкой. Л. Шень."

[AugmentationArms X2TechTemplate]
DisplayName="<font color='#00e0d5'><b>Кибернетические руки</b></font>"
Summary="Полная замена рук кибернетическими аналогами. Суставы и пальцы модернизированы с целью улучшения мелкой моторики и силы."
LongDescription="Полная замена рук кибернетическими аналогами. Суставы и пальцы модернизированы с целью улучшения мелкой моторики и силы. Л. Шень."

[AugmentationLegs X2TechTemplate]
DisplayName="<font color='#00e0d5'><b>Кибернетические ноги</b></font>"
Summary="Грубая ампутация ног и их последующая замена. Бегайте быстрее, прыгайте дальше, двигайтесь лучше. Неудивительно, что аугментация очень заметна и может значительно выделять субъекта в данной социальной среде."
LongDescription="Грубая ампутация ног и их последующая замена. Бегайте быстрее, прыгайте дальше, двигайтесь лучше. Неудивительно, что аугментация очень заметна и может значительно выделять субъекта в данной социальной среде. Л. Шень."

[AugmentationHead X2TechTemplate]
DisplayName="<font color='#00e0d5'><b>Кибернетическая голова</b></font>"
Summary="Полная или максимально близкая к возможной замена черепа. Серьезное улучшение способности субъекта противостоять травмам головы. Глаза обычно заменяются превосходными протезами."
LongDescription="Полная или максимально близкая к возможной замена черепа. Серьезное улучшение способности субъекта противостоять травмам головы. Глаза обычно заменяются превосходными протезами. Л. Шень."

[AugmentationArmsClaw X2TechTemplate]
DisplayName="<font color='#0064e0'><b>Кибер-когти</b></font>"
Summary="Данное оружие различается по конструкции, но конечный результат, как правило, одинаковый - это портативное, простое в использовании холодное оружие, которое может быть мгновенно извлечено и использовано для нанесения урона."
LongDescription="Данное оружие различается по конструкции, но конечный результат, как правило, одинаковый - это портативное, простое в использовании холодное оружие, которое может быть мгновенно извлечено и использовано для нанесения урона. Л. Шень."

[AugmentationArmsGrapple X2TechTemplate]
DisplayName="<font color='#0064e0'><b>Кибернетический модуль захвата</b></font>"
Summary="Грубый термин для обозначения сложного комплекса искусственных мышц и систем управления, предназначенных для предоставления пользователю серьезных преимуществ в ближнем бою."
LongDescription="Грубый термин для обозначения сложного комплекса искусственных мышц и систем управления, предназначенных для предоставления пользователю серьезных преимуществ в ближнем бою. Л. Шень."

[AugmentationLegsJumpModuleMK1 X2TechTemplate]
DisplayName="<font color='#0064e0'><b>Кибернетический прыжковый модуль МК1</b></font>"
Summary="Чрезвычайно специализированные сервомоторы, расположенные в критических точках опорно-двигательного аппарата, позволяют субъекту развивать высокую скорость, а так же предоставляют обширные тактические возможности."
LongDescription="Чрезвычайно специализированные сервомоторы, расположенные в критических точках опорно-двигательного аппарата, позволяют субъекту развивать высокую скорость, а так же предоставляют обширные тактические возможности. Л. Шень."

[AugmentationLegsMuscles X2TechTemplate]
DisplayName="<font color='#0064e0'><b>Кибернетические мышцы</b></font>"
Summary="Выращенные в лаборатории волокна миомера, вживленные в ноги субъекта, позволяют повысить его общую силу, не снижая при этом эффективность агента проникать в общество, где доминирует \"Адвент\"."
LongDescription="Выращенные в лаборатории волокна миомера, вживленные в ноги субъекта, позволяют повысить его общую силу, не снижая при этом эффективность агента проникать в общество, где доминирует \"Адвент\". Л. Шень."

[AugmentationTorsoNanoCoatingMK1 X2TechTemplate]
DisplayName="<font color='#0064e0'><b>Кибернетический торс с нанопокрытием MK1</b></font>"
Summary="Сложный комплекс внутренних систем самовосстановления, который теоретически может спасти субъекта даже в случае смертельных ранений."
LongDescription="Сложный комплекс внутренних систем самовосстановления, который теоретически может спасти субъекта даже в случае смертельных ранений. Л. Шень."

[AugmentationTorsoNanoCoatingMK2 X2TechTemplate]
DisplayName="<font color='#d142f4'><b>Кибернетический торс с нанопокрытием МК2</b></font>"
Summary="Улучшенная система доставки нанитов, а также ИИ имеющий программу импровизации \"на лету\", контролируют систему восстановления, обеспечивают субъекту еще большую выживаемость на боевых заданиях."
LongDescription="Улучшенная система доставки нанитов, а также ИИ имеющий программу импровизации \"на лету\", контролируют систему восстановления, обеспечивают субъекту еще большую выживаемость на боевых заданиях. Л. Шень."

[AugmentationLegsJumpModuleMK2 X2TechTemplate]
DisplayName="<font color='#d142f4'><b>Кибернетический прыжковый модуль МК2</b></font>"
Summary="Чрезвычайно специализированные сервомоторы, расположенные в критических точках опорно-двигательного аппарата, позволяют субъекту развивать высокую скорость, а так же предоставляют обширные тактические возможности."
LongDescription="Чрезвычайно специализированные сервомоторы, расположенные в критических точках опорно-двигательного аппарата, позволяют субъекту развивать высокую скорость, а так же предоставляют обширные тактические возможности. Л. Шень."

[AugmentationHeadNeuralGunlink X2TechTemplate]
DisplayName="<font color='#0064e0'><b>Кибернетическая нейронная связь</b></font>"
Summary="Имплантация искусственного нейронного кластера, запрограммированного на баллистические расчеты, позволяющего пользователю учитывать такие факторы, как вес оружия, скорость ветра, гравитация и так далее. Обновления могут быть доставлены с помощью инъекций."
LongDescription="Имплантация искусственного нейронного кластера, запрограммированного на баллистические расчеты, позволяющего пользователю учитывать такие факторы, как вес оружия, скорость ветра, гравитация и так далее. Обновления могут быть доставлены с помощью инъекций. Л. Шень."

[AugmentationHeadNeuralTacticalProcessor X2TechTemplate]
DisplayName="<font color='#d142f4'><b>Кибернетический тактический процессор</b></font>"
Summary="Имплантация искусственных тканей нервной системы, учитывающих различные факторы на поле боя. Наши полевые агенты обычно называют этот имплант \"тригернометрия\". Он использует не только данные пользователя, но и сеть всего отряда для большей эффективности."
LongDescription="Имплантация искусственных тканей нервной системы, учитывающих различные факторы на поле боя. Наши полевые агенты обычно называют этот имплант \"тригернометрия\". Он использует не только данные пользователя, но и сеть всего отряда для большей эффективности. Л. Шень."

[AugmentationLegsSilentRunners X2TechTemplate]
DisplayName="<font color='#d142f4'><b>Кибернетические тихие бегуны</b></font>"
Summary="Сложный комплекс биологических и механических технологий, работающих в опорно-двигательных структурах субъекта, обеспечивает полную тишину во время передвижения. После некоторых тренировок наши оперативники станут настолько скрытны, что их будет практически невозможно услышать."
LongDescription="Сложный комплекс биологических и механических технологий, работающих в опорно-двигательных структурах субъекта, обеспечивает полную тишину во время передвижения. После некоторых тренировок наши оперативники станут настолько скрытны, что их будет практически невозможно услышать. Л. Шень."

[AugmentationArmsWristLauncher X2TechTemplate]
DisplayName="<font color='#d142f4'><b>Кибернетическая пусковая установка на запястье</b></font>"
Summary="Серьезная аугментация руки субъекта, предоставляющая точку крепления для тяжелого вооружения, обычно предназначенного для транспортных средств или боевых дронов. Особое внимание было уделено плечу, чтобы минимизировать повреждения грудной клетки при отдаче оружия."
LongDescription="Серьезная аугментация руки субъекта, предоставляющая точку крепления для тяжелого вооружения, обычно предназначенного для транспортных средств или боевых дронов. Особое внимание было уделено плечу, чтобы минимизировать повреждения грудной клетки при отдаче оружия. Л. Шень."

[AugmentationHeadWeakpointAnalyzerMK1 X2TechTemplate]
DisplayName="<font color='#0064e0'><b>Кибернетический анализатор уязвимостей МК1</b></font>"
Summary="Значительная часть лобной доли пользователя модифицируется и наделяется искусственными нейронами, которые позволяют ему обнаруживать уязвимости врагов и действовать с учетом этой информации."
LongDescription="Значительная часть лобной доли пользователя модифицируется и наделяется искусственными нейронами, которые позволяют ему обнаруживать уязвимости врагов и действовать с учетом этой информации. Л. Шень."

[AugmentationHeadWeakpointAnalyzerMK2 X2TechTemplate]
DisplayName="<font color='#d142f4'><b>Кибернетический анализатор уязвимостей МК2</b></font>"
Summary="Изначальная система усовершенствованна специальной программой регулярных обновлений информации об известных уязвимостях, которую загружают наши оперативники, выжившие в ходе боевых заданий, а также специальная научная группа, предоставляющая данные результатов вскрытий и последующий системный анализ."
LongDescription="Изначальная система усовершенствованна специальной программой регулярных обновлений информации об известных уязвимостях, которую загружают наши оперативники, выжившие в ходе боевых заданий, а также специальная научная группа, предоставляющая данные результатов вскрытий и последующий системный анализ. Л. Шень."

[AugmentationTorsoBodyCompartment X2TechTemplate]
DisplayName="<font color='#0064e0'><b>Кибернетический грудной отсек</b></font>"
Summary=""
LongDescription=" Л. Шень."


;--------------------------------------------------
;----------------- Cosmetic Parts -----------------
;--------------------------------------------------
[Augmentations_Head_AFR X2BodyPartTemplate]
DisplayName="Кибернетический череп"

[Augmentations_Head_AFR_F X2BodyPartTemplate]
DisplayName="Кибернетический череп"

[Augmentations_Head_ASN X2BodyPartTemplate]
DisplayName="Кибернетический череп"

[Augmentations_Head_ASN_F X2BodyPartTemplate]
DisplayName="Кибернетический череп"

[Augmentations_Head_CAU X2BodyPartTemplate]
DisplayName="Кибернетический череп"

[Augmentations_Head_CAU_F X2BodyPartTemplate]
DisplayName="Кибернетический череп"

[Augmentations_Head_LAT X2BodyPartTemplate]
DisplayName="Кибернетический череп"

[Augmentations_Head_LAT_F X2BodyPartTemplate]
DisplayName="Кибернетический череп"

[Augmentations_Head_SkirmAFR X2BodyPartTemplate]
DisplayName="Кибернетический череп"

[Augmentations_Head_SkirmAFR_F X2BodyPartTemplate]
DisplayName="Кибернетический череп"

[Augmentations_Head_SkirmASN X2BodyPartTemplate]
DisplayName="Кибернетический череп"

[Augmentations_Head_SkirmASN_F X2BodyPartTemplate]
DisplayName="Кибернетический череп"

[Augmentations_Head_SkirmCAU X2BodyPartTemplate]
DisplayName="Кибернетический череп"

[Augmentations_Head_SkirmCAU_F X2BodyPartTemplate]
DisplayName="Кибернетический череп"

[Augmentations_Head_SkirmLAT X2BodyPartTemplate]
DisplayName="Кибернетический череп"

[Augmentations_Head_SkirmLAT_F X2BodyPartTemplate]
DisplayName="Кибернетический череп"

[MA_InvisHead_AFR X2BodyPartTemplate]
DisplayName="Невидимый"

[MA_InvisHead_AFR_F X2BodyPartTemplate]
DisplayName="Невидимый"

[MA_InvisHead_ASN X2BodyPartTemplate]
DisplayName="Невидимый"

[MA_InvisHead_ASN_F X2BodyPartTemplate]
DisplayName="Невидимый"

[MA_InvisHead_CAU X2BodyPartTemplate]
DisplayName="Невидимый"

[MA_InvisHead_CAU_F X2BodyPartTemplate]
DisplayName="Невидимый"

[MA_InvisHead_LAT X2BodyPartTemplate]
DisplayName="Невидимый"

[MA_InvisHead_LAT_F X2BodyPartTemplate]
DisplayName="Невидимый"

[Augmentations_Eyes_Prop X2BodyPartTemplate]
DisplayName="Кибернетические глаза"

[Augmentations_EyeR_Prop X2BodyPartTemplate]
DisplayName="Кибернетический глаз (правый)"

[Augmentations_EyeL_Prop X2BodyPartTemplate]
DisplayName="Кибернетический глаз (левый)"

[Augmentations_Eyes_Prop_F X2BodyPartTemplate]
DisplayName="Кибернетические глаза"

[Augmentations_EyeR_Prop_F X2BodyPartTemplate]
DisplayName="Кибернетический глаз (правый)"

[Augmentations_EyeL_Prop_F X2BodyPartTemplate]
DisplayName="Кибернетический глаз (левый)"

[Augmentations_Helmet X2BodyPartTemplate]
DisplayName="Кибернетический череп"

[Augmentations_Helmet_F X2BodyPartTemplate]
DisplayName="Кибернетический череп"

[Augmentations_Helmet_LF X2BodyPartTemplate]
DisplayName="Кибернетический череп"

[Augmentations_Helmet_UF X2BodyPartTemplate]
DisplayName="Кибернетический череп"

[Augmentations_Helmet_LF_F X2BodyPartTemplate]
DisplayName="Кибернетический череп"

[Augmentations_Helmet_UF_F X2BodyPartTemplate]
DisplayName="Кибернетический череп"

;--------------------------------------------------
;--------------------- Reaper ---------------------
;--------------------------------------------------
[Augmentations_Torso_RP X2BodyPartTemplate]
DisplayName="Кибернетический торс"

[Augmentations_Torso_RP_F X2BodyPartTemplate]
DisplayName="Кибернетический торс"

[Augmentations_Torso_P_RP X2BodyPartTemplate]
DisplayName="Кибернетический торс"

[Augmentations_Torso_P_RP_F X2BodyPartTemplate]
DisplayName="Кибернетический торс"

[Augmentations_Torso_PW_RP X2BodyPartTemplate]
DisplayName="Кибернетический торс"

[Augmentations_Torso_PW_RP_F X2BodyPartTemplate]
DisplayName="Кибернетический торс"

[Augmentations_Arms_RP X2BodyPartTemplate]
DisplayName="Кибернетические руки"

[Augmentations_Arms_RP_F X2BodyPartTemplate]
DisplayName="Кибернетические руки"

[Augmentations_ArmR_RP X2BodyPartTemplate]
DisplayName="Кибернетическая рука (правая)"

[Augmentations_ArmR_RP_F X2BodyPartTemplate]
DisplayName="Кибернетическая рука (правая)"

[Augmentations_ArmL_RP X2BodyPartTemplate]
DisplayName="Кибернетическая рука (левая)"

[Augmentations_ArmL_RP_F X2BodyPartTemplate]
DisplayName="Кибернетическая рука (левая)"

[Augmentations_Legs_RP X2BodyPartTemplate]
DisplayName="Кибернетические ноги"

[Augmentations_Legs_RP_F X2BodyPartTemplate]
DisplayName="Кибернетические ноги"

;--------------------------------------------------
;--------------------- Templar---------------------
;--------------------------------------------------
[Augmentations_Torso_TP X2BodyPartTemplate]
DisplayName="Кибернетический торс"

[Augmentations_Torso_TP_F X2BodyPartTemplate]
DisplayName="Кибернетический торс"

[Augmentations_Torso_P_TP X2BodyPartTemplate]
DisplayName="Кибернетический торс"

[Augmentations_Torso_P_TP_F X2BodyPartTemplate]
DisplayName="Кибернетический торс"

[Augmentations_Torso_PW_TP X2BodyPartTemplate]
DisplayName="Кибернетический торс"

[Augmentations_Torso_PW_TP_F X2BodyPartTemplate]
DisplayName="Кибернетический торс"

[Augmentations_Arms_TP X2BodyPartTemplate]
DisplayName="Кибернетические руки"

[Augmentations_Arms_TP_F X2BodyPartTemplate]
DisplayName="Кибернетические руки"

[Augmentations_ArmR_TP X2BodyPartTemplate]
DisplayName="Кибернетическая рука (правая)"

[Augmentations_ArmR_TP_F X2BodyPartTemplate]
DisplayName="Кибернетическая рука (правая)"

[Augmentations_ArmL_TP X2BodyPartTemplate]
DisplayName="Кибернетическая рука (левая)"

[Augmentations_ArmL_TP_F X2BodyPartTemplate]
DisplayName="Кибернетическая рука (левая)"

[Augmentations_Legs_TP X2BodyPartTemplate]
DisplayName="Кибернетические ноги"

[Augmentations_Legs_TP_F X2BodyPartTemplate]
DisplayName="Кибернетические ноги"

;--------------------------------------------------
;--------------------- Skirmisher------------------
;--------------------------------------------------
[Augmentations_Torso_SK X2BodyPartTemplate]
DisplayName="Кибернетический торс"

[Augmentations_Torso_SK_F X2BodyPartTemplate]
DisplayName="Кибернетический торс"

[Augmentations_Torso_P_SK X2BodyPartTemplate]
DisplayName="Кибернетический торс"

[Augmentations_Torso_P_SK_F X2BodyPartTemplate]
DisplayName="Кибернетический торс"

[Augmentations_Torso_PW_SK X2BodyPartTemplate]
DisplayName="Кибернетический торс"

[Augmentations_Torso_PW_SK_F X2BodyPartTemplate]
DisplayName="Кибернетический торс"

[Augmentations_Arms_SK X2BodyPartTemplate]
DisplayName="Кибернетические руки"

[Augmentations_Arms_SK_F X2BodyPartTemplate]
DisplayName="Кибернетические руки"

[Augmentations_ArmR_SK X2BodyPartTemplate]
DisplayName="Кибернетическая рука (правая)"

[Augmentations_ArmR_SK_F X2BodyPartTemplate]
DisplayName="Кибернетическая рука (правая)"

[Augmentations_ArmL_SK X2BodyPartTemplate]
DisplayName="Кибернетическая рука (левая)"

[Augmentations_ArmL_SK_F X2BodyPartTemplate]
DisplayName="Кибернетическая рука (левая)"

[Augmentations_Legs_SK X2BodyPartTemplate]
DisplayName="Кибернетические ноги"

[Augmentations_Legs_SK_F X2BodyPartTemplate]
DisplayName="Кибернетические ноги"

;--------------------------------------------------
;--------------------- Kevlar ---------------------
;--------------------------------------------------
[Augmentations_Torso_KV X2BodyPartTemplate]
DisplayName="Кибернетический торс"

[Augmentations_Torso_KV_F X2BodyPartTemplate]
DisplayName="Кибернетический торс"

[Augmentations_Arms_KV X2BodyPartTemplate]
DisplayName="Кибернетические руки"

[Augmentations_Arms_KV_F X2BodyPartTemplate]
DisplayName="Кибернетические руки"

[Augmentations_ArmR_KV X2BodyPartTemplate]
DisplayName="Кибернетическая рука (правая)"

[Augmentations_ArmR_KV_F X2BodyPartTemplate]
DisplayName="Кибернетическая рука (правая)"

[Augmentations_ArmL_KV X2BodyPartTemplate]
DisplayName="Кибернетическая рука (левая)"

[Augmentations_ArmL_KV_F X2BodyPartTemplate]
DisplayName="Кибернетическая рука (левая)"

[Augmentations_Legs_KV X2BodyPartTemplate]
DisplayName="Кибернетические ноги"

[Augmentations_Legs_KV_F X2BodyPartTemplate]
DisplayName="Кибернетические ноги"

;--------------------------------------------------
;--------------------- Light Plated ---------------
;--------------------------------------------------
[Augmentations_Torso_LP X2BodyPartTemplate]
DisplayName="Кибернетический торс"

[Augmentations_Torso_LP_F X2BodyPartTemplate]
DisplayName="Кибернетический торс"

[Augmentations_Arms_LP X2BodyPartTemplate]
DisplayName="Кибернетические руки"

[Augmentations_Arms_LP_F X2BodyPartTemplate]
DisplayName="Кибернетические руки"

[Augmentations_ArmR_LP X2BodyPartTemplate]
DisplayName="Кибернетическая рука (правая)"

[Augmentations_ArmR_LP_F X2BodyPartTemplate]
DisplayName="Кибернетическая рука (правая)"

[Augmentations_ArmL_LP X2BodyPartTemplate]
DisplayName="Кибернетическая рука (левая)"

[Augmentations_ArmL_LP_F X2BodyPartTemplate]
DisplayName="Кибернетическая рука (левая)"

[Augmentations_Legs_LP X2BodyPartTemplate]
DisplayName="Кибернетические ноги"

[Augmentations_Legs_LP_F X2BodyPartTemplate]
DisplayName="Кибернетические ноги"

;--------------------------------------------------
;--------------------- Medium Plated --------------
;--------------------------------------------------
[Augmentations_Torso_MP X2BodyPartTemplate]
DisplayName="Кибернетический торс"

[Augmentations_Torso_MP_F X2BodyPartTemplate]
DisplayName="Кибернетический торс"

[Augmentations_Arms_MP X2BodyPartTemplate]
DisplayName="Кибернетические руки"

[Augmentations_Arms_MP_F X2BodyPartTemplate]
DisplayName="Кибернетические руки"

[Augmentations_ArmR_MP X2BodyPartTemplate]
DisplayName="Кибернетическая рука (правая)"

[Augmentations_ArmR_MP_F X2BodyPartTemplate]
DisplayName="Кибернетическая рука (правая)"

[Augmentations_ArmL_MP X2BodyPartTemplate]
DisplayName="Кибернетическая рука (левая)"

[Augmentations_ArmL_MP_F X2BodyPartTemplate]
DisplayName="Кибернетическая рука (левая)"

[Augmentations_Legs_MP X2BodyPartTemplate]
DisplayName="Кибернетические ноги"

[Augmentations_Legs_MP_F X2BodyPartTemplate]
DisplayName="Кибернетические ноги"

;--------------------------------------------------
;--------------------- Heavy Plated --------------
;--------------------------------------------------
[Augmentations_Torso_HP X2BodyPartTemplate]
DisplayName="Кибернетический торс"

[Augmentations_Torso_HP_F X2BodyPartTemplate]
DisplayName="Кибернетический торс"

[Augmentations_Arms_HP X2BodyPartTemplate]
DisplayName="Кибернетические руки"

[Augmentations_Arms_HP_F X2BodyPartTemplate]
DisplayName="Кибернетические руки"

[Augmentations_ArmR_HP X2BodyPartTemplate]
DisplayName="Кибернетическая рука (правая)"

[Augmentations_ArmR_HP_F X2BodyPartTemplate]
DisplayName="Кибернетическая рука (правая)"

[Augmentations_ArmL_HP X2BodyPartTemplate]
DisplayName="Кибернетическая рука (левая)"

[Augmentations_ArmL_HP_F X2BodyPartTemplate]
DisplayName="Кибернетическая рука (левая)"

[Augmentations_Legs_HP X2BodyPartTemplate]
DisplayName="Кибернетические ноги"

[Augmentations_Legs_HP_F X2BodyPartTemplate]
DisplayName="Кибернетические ноги"


;--------------------------------------------------
;--------------------- Light Powered --------------
;--------------------------------------------------
[Augmentations_Torso_LPWD X2BodyPartTemplate]
DisplayName="Кибернетический торс"

[Augmentations_Torso_LPWD_F X2BodyPartTemplate]
DisplayName="Кибернетический торс"

[Augmentations_Arms_LPWD X2BodyPartTemplate]
DisplayName="Кибернетические руки"

[Augmentations_Arms_LPWD_F X2BodyPartTemplate]
DisplayName="Кибернетические руки"

[Augmentations_ArmR_LPWD X2BodyPartTemplate]
DisplayName="Кибернетическая рука (правая)"

[Augmentations_ArmR_LPWD_F X2BodyPartTemplate]
DisplayName="Кибернетическая рука (правая)"

[Augmentations_ArmL_LPWD X2BodyPartTemplate]
DisplayName="Кибернетическая рука (левая)"

[Augmentations_ArmL_LPWD_F X2BodyPartTemplate]
DisplayName="Кибернетическая рука (левая)"

[Augmentations_Legs_LPWD X2BodyPartTemplate]
DisplayName="Кибернетические ноги"

[Augmentations_Legs_LPWD_F X2BodyPartTemplate]
DisplayName="Кибернетические ноги"

;--------------------------------------------------
;-------------------- Medium Powered --------------
;--------------------------------------------------
[Augmentations_Torso_MPWD X2BodyPartTemplate]
DisplayName="Кибернетический торс"

[Augmentations_Torso_MPWD_F X2BodyPartTemplate]
DisplayName="Кибернетический торс"

[Augmentations_Arms_MPWD X2BodyPartTemplate]
DisplayName="Кибернетические руки"

[Augmentations_Arms_MPWD_F X2BodyPartTemplate]
DisplayName="Кибернетические руки"

[Augmentations_ArmR_MPWD X2BodyPartTemplate]
DisplayName="Кибернетическая рука (правая)"

[Augmentations_ArmR_MPWD_F X2BodyPartTemplate]
DisplayName="Кибернетическая рука (правая)"

[Augmentations_ArmL_MPWD X2BodyPartTemplate]
DisplayName="Кибернетическая рука (левая)"

[Augmentations_ArmL_MPWD_F X2BodyPartTemplate]
DisplayName="Кибернетическая рука (левая)"

[Augmentations_Legs_MPWD X2BodyPartTemplate]
DisplayName="Кибернетические ноги"

[Augmentations_Legs_MPWD_F X2BodyPartTemplate]
DisplayName="Кибернетические ноги"
